[M_Orchid_CaptainsLog MissionDefinition]
MissionName="Diário do Capitão"
MissionDescription="O Capitão Blade escondeu o Tesouro Perdido das Areias, mas, quando? Por quê? E o mais importante... onde?  Scarlett pediu para você procurar os registros de áudio do Capitão Blade.  Com um pouco de sorte você encontrará alguma pista sobre o paradeiro do tesouro."
TurnInDescription="Os diários do Blade estão cheios de lições de vida sobre compaixão, trabalho em equipe, violência e sobrevivência mas, nada disso importa porque tudo o que queremos saber é onde foi enterrado o maldito tesouro... e os malditos diários não dizem absolutamente nada sobre ele."
MissionSummary="Encontre os diários do Capitão Blade."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Por que o Capitão Blade enterrou o Tesouro Perdido das Areias?"

[M_Orchid_CaptainsLog:FindECHO2 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindECHO3 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindECHO4 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindECHO5 MissionObjectiveDefinition]
ProgressMessage=""

[M_Orchid_CaptainsLog:FindRecordings MissionObjectiveDefinition]
ProgressMessage="Recolha os gravadores de dados"

[M_Orchid_CaptainsLog:FindRecordingsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

